
[SYSTEM]
Name=Gorizont Borehole Inclinometer
ASKPARAMSAVE=1
SKOLIMIT=1
askperiod=100
MAXRECORDS=500
DEFRECORDS=20
last_place_idx=2
last_drill_idx=2
SideVirtKbd=1
[PORT]
ReadTimeOut=5000
WriteTimeOut=5000
PauseTransact=10
PauseReopen=5000
BaudRate=9600
Port=1
Mark=Порт инклинометра
[SENSOR]
Addr=1
Mark=Скважинный инклинометр
Protocol=1
[PLACE1]
NAME=Греки
INDEX=1
[DRILL1.1]
NAME=Македонский А.Ф.
INDEX=1
PNDEX=1
RECCNT=14
ORIENT=1
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=0
LEVEL_START=1.0
LEVEL_END=7.0
[MEAS1.1.1]
NAME=Измерение_1
MARK=...
INDEX=1
PNDEX=1
DNDEX=1
[DRILL1.2]
NAME=Перикл1
INDEX=2
PNDEX=1
RECCNT=5
ORIENT=1
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=0
LEVEL_START=0.5
LEVEL_END=2.5
[MEAS1.2.1]
NAME=Измерение_1
MARK=...
INDEX=1
PNDEX=1
DNDEX=2
[PLACE2]
NAME=Египтяне
INDEX=2
[DRILL2.1]
NAME=Рамзес IV
INDEX=1
PNDEX=2
RECCNT=50
ORIENT=1
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=0
LEVEL_START=0.5
LEVEL_END=12.5
[MEAS2.1.1]
NAME=Измерение_1
MARK=...
INDEX=1
PNDEX=2
DNDEX=1
[DRILL2.2]
NAME=Амен   хотеп
INDEX=2
PNDEX=2
RECCNT=7
ORIENT=1
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=1
LEVEL_START=0.5
LEVEL_END=3.5
[MEAS2.2.1]
NAME=Измерение_1
MARK=...
INDEX=1
PNDEX=2
DNDEX=2
[DRILL2.3]
NAME=Тутанхамон
INDEX=3
PNDEX=2
RECCNT=15
ORIENT=1
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=1
LEVEL_START=0.5
LEVEL_END=2.5
[MEAS2.3.1]
NAME=Измерение_1
MARK=...
INDEX=1
PNDEX=2
DNDEX=3
[MEAS2.3.2]
NAME=Измерение_2
MARK=...
INDEX=2
PNDEX=2
DNDEX=3
[DRILL2.4]
NAME=Скв    ажина
INDEX=4
PNDEX=2
RECCNT=1108
ORIENT=0
STARTPOINT=0
STARTREQUEST=1
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=1
LEVEL_START=554.0
LEVEL_END=45.0
[DRILL2.5]
NAME=Сква  жина77
INDEX=5
PNDEX=2
RECCNT=10
ORIENT=0
STARTPOINT=0
STARTREQUEST=0
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=1
LEVEL_START=0.0
LEVEL_END=5.0
